INSERT INTO category VALUES
	(1, 'Фастфуд'),
	(2, 'Мясо'),
	(3, 'Молочка'),
	(4, 'Овощ'),
	(5, 'Соус'),
	(6, 'Хлеб'),
	(7, 'Напиток'),
	(8, 'Другое'),
	(9, 'Прочее'),
	(10, 'Приправа'),
	(11, 'Закуска'),
	(12, 'Основное блюдо'),
	(13, 'Десерт');

INSERT INTO unit VALUES
	(1, 'кг.'),
	(2, 'г.'),
	(3, 'шт.'),
	(4, 'мл.');

INSERT INTO product VALUES
	(1, 'Картофель', 4, 1, 4000),
    (2, 'Соль', 10, 2, 10000),
    (3, 'Булочка', 6, 3, 72),
    (4, 'Котлета', 2, 3, 96),
    (5, 'Сыр', 3, 2, 168),
    (6, 'Огурец', 4, 1, 336),
    (7, 'Кетчуп', 5, 2, 168),
    (8, 'Майонез', 5, 2, 168),
    (9, 'Кола', 7, 4, 4000),
    (10, 'Лед', 8, 2, 4000),
    (11, 'Буряк', 4, 1, 5000),
    (12, 'Капуста', 4, 1, 5000),
    (13, 'Фенхель', 4, 1, 10000),
    (14, 'Морковь', 4, 1, 5000),
    (15, 'Горох', 4, 1, 5000);
	
INSERT INTO meal VALUES
	(1, 11, 'Картошка фри', 'Хрустящая картошка идеальной прожарки', 150, 2),
	(2, 12, 'Чизбургер', 'Необыкновенно вкусный и сочный чизбургер', 300, 2),
	(3, 7, 'Кола', 'Живительная прохлада', 500, 4);
	
INSERT INTO reciepe VALUES
	(1, 1, 'Прожарьте %a %u %p во фритюрнице в старом масле. После - посыпьте %a %u %p'),
	(2, 2, 'Просто сложите все ингредиенты между булками'),
	(3, 3, 'Налейте в стакан %a %u %p и киньте туда %a %u %p');
	
INSERT INTO ingredient VALUES 
	(1, 1, 1, 0.145, 0),
	(2, 1, 2, 5, 0),
	(3, 2, 3, 1, 1),
	(4, 2, 4, 2, 0),
	(5, 2, 5, 20, 0),
	(6, 2, 6, 0.02, 0),
	(7, 2, 7, 30, 0),
	(8, 2, 8, 30, 0),
	(9, 3, 9, 450, 0),
	(10, 3, 10, 50, 0);
	
INSERT INTO menu VALUES
	(1, 1, 12, 150),
	(2, 1, 20, 300),
	(3, 2, 35, 300),
	(4, 2, 50, 500),
	(5, 3, 20, 500),
	(6, 3, 30, 1000);
	
INSERT INTO storage_product VALUES
	(1, 1, '2018-10-01', 24625, 10),
	(2, 2, '2018-10-01', 4125, 10),
	(3, 9, '2018-10-01', 64450, 10),
	(4, 10, '2018-10-01', 1050, 10),
	(10, 4, '2018-10-13', 4, 1),
	(9, 8, '2018-10-13', 5000, 1),
	(8, 9, '2018-10-11', 5, 10),
	(13, 12, '2018-08-29', 1, 1);
	
INSERT INTO state VALUES
	(1, 'В готовке'),
	(2, 'В доставке '),
	(3, 'готово'),
	(4, 'В обработке');